<template>
  <div class="tariffs-wrapper">
    <h1>Наши тарифы</h1>
    <div class="flex justify-evenly flex-wrap gap-8 mt-12">
      <div class="flex flex-col gap-6 tariff-container">
        <div>
          <p>Базовый</p>
          <p>14700 грн/мес</p>
        </div>
        <div>
          <ul>
            <li>семантическое ядро</li>
            <li>технический аудит + проверка внедрения</li>
            <li>ежемесячный пересмотр проекта</li>
            <li>тз на внутренние тексты</li>
            <li>аудит ссылочного профиля</li>
            <li>анализ конкурентов/ниши</li>
            <li>составление стратегии продвижения</li>
            <li>подбор базы площадок</li>
            <li>составление анкор листа</li>
            <li>написание текстов для внешних площадок</li>
            <li>краудмаркетинг</li>
            <li>отслеживание позиций</li>
            <li>настройка google analytics</li>
            <li>отчет</li>
            <li>написание текстов в блог + составление плана</li>
            <li>оптимизация google my business</li>
            <li>написание комментариев</li>
            <li>аудит по увеличению конверсии</li>
            <li>написание комментариев</li>
            <li>усиление ссылок 2,3 уровня</li>
            <li>рассылка пресс-релизов</li>
          </ul>
        </div>
      </div>
      <div class="flex flex-col gap-6 tariff-container">
        <div>
          <p>Базовый</p>
          <p>14700 грн/мес</p>
        </div>
        <div>
          <ul>
            <li>семантическое ядро</li>
            <li>технический аудит + проверка внедрения</li>
            <li>ежемесячный пересмотр проекта</li>
            <li>тз на внутренние тексты</li>
            <li>аудит ссылочного профиля</li>
            <li>анализ конкурентов/ниши</li>
            <li>составление стратегии продвижения</li>
            <li>подбор базы площадок</li>
            <li>составление анкор листа</li>
            <li>написание текстов для внешних площадок</li>
            <li>краудмаркетинг</li>
            <li>отслеживание позиций</li>
            <li>настройка google analytics</li>
            <li>отчет</li>
            <li>написание текстов в блог + составление плана</li>
            <li>оптимизация google my business</li>
            <li>написание комментариев</li>
            <li>аудит по увеличению конверсии</li>
            <li>написание комментариев</li>
            <li>усиление ссылок 2,3 уровня</li>
            <li>рассылка пресс-релизов</li>
          </ul>
        </div>
      </div>
      <div class="flex flex-col gap-6 tariff-container">
        <div>
          <p>Базовый</p>
          <p>14700 грн/мес</p>
        </div>
        <div>
          <ul>
            <li>семантическое ядро</li>
            <li>технический аудит + проверка внедрения</li>
            <li>ежемесячный пересмотр проекта</li>
            <li>тз на внутренние тексты</li>
            <li>аудит ссылочного профиля</li>
            <li>анализ конкурентов/ниши</li>
            <li>составление стратегии продвижения</li>
            <li>подбор базы площадок</li>
            <li>составление анкор листа</li>
            <li>написание текстов для внешних площадок</li>
            <li>краудмаркетинг</li>
            <li>отслеживание позиций</li>
            <li>настройка google analytics</li>
            <li>отчет</li>
            <li>написание текстов в блог + составление плана</li>
            <li>оптимизация google my business</li>
            <li>написание комментариев</li>
            <li>аудит по увеличению конверсии</li>
            <li>написание комментариев</li>
            <li>усиление ссылок 2,3 уровня</li>
            <li>рассылка пресс-релизов</li>
          </ul>
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped>
.tariffs-wrapper {
  background: linear-gradient(40.66deg, #FFF5FD -25.77%, #FFFFFF 114.01%);
}
ul li::before {
  content: "\2022";
  color: red;
  font-weight: bold;
  display: inline-block;
  width: 1em;
  margin-left: -1em;
}
.tariff-container {
  padding: 25px 40px;
  margin: 0 25px;
  box-shadow: 0px 10px 20px rgba(72, 192, 227, 0.12);
  border-radius: 30px;
}
</style>
<script setup lang="ts">
</script>